
/*
  Localizable.strings
  JMDictionary

  Created by Kovs on 04.07.2023.
  
*/

/* MAIN VIEWS*/


"Closed" = "Closed";

"Creation Date" = "Creation Date";

"Dictionary" = "Dictionary";

"Home" = "Home";

"None" = "None";

"Open" = "Open";

"Optimized" = "Optimized";

"Sort items" = "Sort items";

"Title" = "Title";

/* EDIT VIEWS*/


"Are you sure you want to delete this project and all of its items?" = "Are you sure you want to delete this project and all of its items?";

"Basic Settings" = "Basic Settings";

"Closing a project moves it from the Open tab to the Closed tab; Deleting it removes the project completely." = "Closing a project moves it from the Open tab to the Closed tab; Deleting it removes the project completely.";

"Custom project color" = "Custom project color";

"Delete" = "Delete";

"Delete project?" = "Delete project?";

"High" = "High";

"Low" = "Low";

"Medium" = "Medium";

"Sort" = "Sort";

"Priority" = "Priority";


/* ELEMENTS*/

"%lld, completed." = "%lld, completed.";

"%lld, high priority." = "%lld, high priority.";

"Mark completed" = "Mark completed";


"Edit Project" = "Edit Project";
"Close this project" = "Close this project";
"Reopen this project" = "Reopen this project";
"Delete this project" = "Delete this project";

"Up next" = "Up next";
"More to explore" = "More to explore";


"New Item" = "New Item";
"New Project" = "New Project";
"Project name" = "Project name";
"Description of this project" = "Description of this project";

"Edit Item" = "Edit Item";
"Item name" = "Item name";
"Description" = "Description";

